IDEA Open Model
ISDSetting Class
Compatible with IDEA StatiCa Beta 20.0
 IDEA StatiCa Detail setting
Inheritance Hierarchy
System.Object
 IdeaRS.OpenModel.Detail.ISDSetting
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public class ISDSetting
Public Class ISDSetting
The ISDSetting type exposes the following members.
Constructors
Name | Description
ISDSetting
 ctor
Top
Properties
Name | Description
Cover
 Concrete cover
Top
See Also
Reference
IdeaRS.OpenModel.Detail Namespace